/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "Un altro utente sta utilizzando l'applicazione “%@”.";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "Chiedi all'utente di uscire dall'applicazione “%@”, quindi riprova.";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "Rivolgiti al fornitore di “%@” per ottenere una versione aggiornata.";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "Rivolgiti al tuo amministratore per ottenere assistenza.";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "Impossibile aprire il documento perché il formato specificato non è supportato.";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "Impossibile registrare il documento perché il formato specificato non è supportato.";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "Non è disponibile nessun'altra informazione relativa al problema.";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "Mostra applicazione";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "Mostra flusso di lavoro";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Non è stato possibile duplicare alcuni documenti perché si è verificato un errore vario (OSStatus %d).";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "Non è stato possibile duplicare alcuni documenti a causa di un errore del disco.";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "Non è stato possibile duplicare alcuni documenti perché il disco è pieno.";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "Non è stato possibile duplicare alcuni documenti perché il volume è protetto da scrittura.";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "Non è stato possibile duplicare alcuni documenti perché non è stato possibile trovarli.";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "Non è stato possibile duplicare alcuni documenti.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Non è stato possibile spostare alcuni documenti perché si è verificato un errore vario (OSStatus %d).";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "Non è stato possibile spostare alcuni documenti nel Cestino a causa di un errore del disco.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "Non è stato possibile spostare alcuni documenti nel Cestino perché il disco è pieno.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "Non è stato possibile spostare alcuni documenti nel Cestino perché il disco è protetto da scrittura.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "Non è stato possibile spostare alcuni documenti nel Cestino perché non sono stati trovati.";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "Impossibile spostare alcuni documenti nel Cestino.";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "Impossibile trovare l'applicazione “%@”.";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "Impossibile aprire l'applicazione “%@.";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "L'applicazione “%@” non ha fornito dati validi.";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "L'applicazione “%@” non ha risposto alla richiesta di servizi.";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "L'applicazione “%@” è corrotta.";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "L'applicazione “%@” è nel Cestino.";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "L'applicazione “%@” non è compatibile con il computer.";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "L'applicazione “%@” richiede una versione più recente di Mac OS X.";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "Il servizio “%1$@” non è stato utilizzato perché un altro utente ha l'applicazione “%2$@” aperta.";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "Il servizio “%1$@” non è stato utilizzato perché l'applicazione “%2$@” non è stata trovata.";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "Il servizio “%1$@” non è stato utilizzato perché non è stato possibile aprire l'applicazione “%2$@”.";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "Il servizio “%1$@” non è stato utilizzato perché l'applicazione “%2$@” non ha fornito dati validi.";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "Il servizio “%1$@” non è stato utilizzato perché l'applicazione “%2$@” non ha risposto a una richiesta di servizi.";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "Il servizio “%1$@” non è stato utilizzato perché l'applicazione “%2$@” è corrotta.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "Il servizio “%1$@” non è stato utilizzato perché l'applicazione “%2$@” è nel Cestino.";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "Il servizio “%1$@” non è stato utilizzato perché l'applicazione “%2$@” non è compatibile con il computer.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Il servizio “%1$@” non è stato utilizzato perché l'applicazione “%2$@” richiede una versione più nuova di Mac OS X.";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "Il servizio “%1$@” non è stato utilizzato perché non è stato possibile trovare il flusso di lavoro “%2$@”.";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "Il servizio “%1$@” non è stato utilizzato perché il flusso di lavoro “%2$@” non è stato completato in tempo.";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "Il servizio “%1$@” non è stato utilizzato perché il flusso di lavoro “%2$@” non ha fornito dati validi.";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "Il servizio “%@” non è stato utilizzato perché l'applicazione non è stata trovata.";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "Il servizio “%@” non è stato utilizzato perché non è stato possibile aprire l'applicazione.";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "Il servizio “%@” non è stato utilizzato perché l'applicazione non ha risposto a una richiesta di servizi.";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "Il servizio “%1$@” non è stato utilizzato perché si è verificato un problema nel ricevere le informazioni di servizio dall'applicazione “%2$@”.";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Il servizio “%1$@” non è stato utilizzato perché si è verificato un problema nel recupero delle informazioni di servizio dal flusso di lavoro “%2$@”.";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "Il servizio “%@” non è stato utilizzato perché si è verificato un problema nel ricevere informazioni di servizio dall'applicazione.";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "Il servizio “%1$@” non è stato utilizzato perché non hai i permessi per aprire l'applicazione “%2$@”.";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "Impossibile utilizzare il servizio “%@”.";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "Impossibile trovare il flusso di lavoro “%@”.";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "Il flusso di lavoro “%@” non è stato completato in tempo.";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "Non è stato possibile avviare l'applicazione “%1$@” perché si è verificato un errore vario (OSStatus %2$d).";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "Non è stato possibile eseguire l'applicazione “%@” perché è danneggiata.";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "Non è stato possibile aprire l'applicazione “%@” perché è nel Cestino.";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "Non è stato possibile avviare l'applicazione “%@” perché non è compatibile con il tuo computer.";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "Non è stato possibile eseguire l'applicazione “%@” perché non è stata trovata.";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "Impossibile trovare l'applicazione.";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "Impossibile aprire l'applicazione.";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "Il disco non può essere espulso perché è usato da %@.";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "Non è stato possibile duplicare il documento “%@” perché non è stato trovato.";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "Non è stato possibile duplicare il documento “%@” a causa di un errore del disco.";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "Non è stato possibile duplicare il documento “%@” perché il disco è pieno.";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "Non è stato possibile duplicare il documento “%@” perché il volume è protetto da scrittura.";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "Non è stato possibile duplicare il documento “%@”.";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Non è stato possibile spostare il documento “%1$@” nel Cestino perché si è verificato un errore vario (OSStatus %2$d).";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "Non è stato possibile spostare il documento “%@” nel Cestino perché non è stato trovato.";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "Non è stato possibile spostare il documento “%@” nel Cestino a causa di un errore del disco.";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "Non è stato possibile spostare il documento “%@” nel Cestino perché il disco è pieno.";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "Non è stato possibile spostare il documento “%@” nel Cestino perché il disco è protetto da scrittura.";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "Il documento “%@” non può essere spostato nel Cestino.";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Non è stato possibile duplicare i documenti perché si è verificato un errore vario (OSStatus %d).";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "Non è stato possibile duplicare i documenti a causa di un errore del disco.";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "Non è stato possibile duplicare i documenti perché il disco è pieno.";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "Non è stato possibile duplicare i documenti perché il volume è protetto da scrittura.";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "Non è stato possibile duplicare i documenti perché non è stato possibile trovarli.";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "Non è stato possibile duplicare i documenti.";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Non è stato possibile spostare i documenti nel Cestino perché si è verificato un errore vario (OSStatus %d).";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "Non è stato possibile spostare i documenti nel Cestino a causa di un errore del disco.";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "Non è stato possibile spostare i documenti nel Cestino perché il disco è pieno.";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "Non è stato possibile spostare i documenti nel Cestino perché il disco è protetto da scrittura.";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "Non è stato possibile spostare i documenti nel Cestino perché non sono stati trovati.";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "Impossibile spostare i documenti nel Cestino.";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "L'operazione non è stata completata.";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "Il servizio non è stato utilizzato perché l'applicazione non ha fornito dati validi.";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "Si è verificato un problema nel recupero delle informazioni di servizio dall'applicazione “%@”.";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Si è verificato un problema nel recupero delle informazioni di servizio dal flusso di lavoro “%@”.";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "Si è verificato un problema nel recupero delle informazioni di servizio dall'applicazione.";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "Prova a trascinare “%@” dal Cestino alla cartella Applicazioni.";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "Prova a reinstallare “%@.”";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "Prova a reinstallare “%@”, oppure rivolgiti al fornitore per ottenere una versione aggiornata.";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "Prova a reinstallare l'applicazione, oppure rivolgiti al fornitore per ottenere una versione aggiornata.";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "Prova a reinstallare l'applicazione.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "Prova a riaprire “%@,” oppure rivolgiti al fornitore per ottenere una versione aggiornata.";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "Prova a eseguire il flusso di lavoro “%@” in Automator.";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "Prova a utilizzare una versione più vecchia di “%@,” o aggiorna Mac OS X a una versione più recente.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "Prova a utilizzare il servizio in modo diverso, oppure rivolgiti al fornitore per ottenere una versione aggiornata di “%@.”";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "Non disponi dei privilegi necessari per duplicare alcuni dei documenti.";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "Non disponi dei privilegi necessari per duplicare il documento “%@”.";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "Non disponi dei privilegi necessari per duplicare i documenti.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "Non disponi dei privilegi necessari per spostare alcuni dei documenti nel Cestino.";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "Non disponi dei privilegi necessari per spostare il documento “%@” nel Cestino.";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "Non disponi dei privilegi necessari per spostare i documenti nel Cestino.";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "Non sei autorizzato ad aprire l'applicazione “%@”.";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "Non disponi dei privilegi necessari per eseguire l'applicazione “%@”.";

